aaron-bond.better-comments
amazonwebservices.amazon-q-vscode
amazonwebservices.aws-toolkit-vscode
beardedbear.beardedtheme
coenraads.bracket-pair-colorizer-2
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
oderwat.indent-rainbow
pkief.material-icon-theme
